import firstImage from "../assets/seasonSwiper-slide-1.jpg";
import secondImage from "../assets/seasonSwiper-slide-2.jpg";
import thirdImage from "../assets/seasonSwiper-slide-3.jpg";
import fourthImage from "../assets/seasonSwiper-slide-4.jpg";

const swiperSlides = [
    {
        image: fourthImage,
        text: `Коллекция "Элегантные решения" представляет собой уникальный набор предметов, созданных для тех, кто ценит стиль и качество. Каждый элемент в этой коллекции тщательно отобран, чтобы подчеркнуть индивидуальность и добавить изысканности в повседневную жизнь.`,
    },
    {
        image: thirdImage,
        text: `Коллекция "Современные акценты" предлагает уникальные предметы, которые идеально вписываются в любой интерьер. Каждый элемент был создан с учетом последних тенденций дизайна, чтобы добавить свежести и оригинальности в ваше пространство. Эта коллекция станет отличным выбором для тех, кто стремится выделиться и подчеркнуть свою индивидуальность.`,
    },
    {
        image: secondImage,
        text: `Коллекция "Вдохновение природы" представляет собой гармоничное сочетание элементов, которые отражают красоту и разнообразие окружающего мира. Каждый предмет в этой коллекции создан с любовью к деталям и стремлением передать уникальность природных форм. Эти изделия не только украсят ваш дом, но и привнесут в него атмосферу спокойствия и уюта, позволяя вам наслаждаться каждым моментом.`,
    },
    {
        image: firstImage,
        text: `Коллекция "Традиции и современность" объединяет в себе элементы, которые гармонично сочетают классические мотивы с современным дизайном. Каждый предмет в этой коллекции рассказывает свою историю, отражая богатое наследие и инновационные подходы. Эти уникальные изделия станут не только стильным дополнением вашего интерьера, но и источником вдохновения, подчеркивая вашу любовь к искусству и культуре.`,
    },
];

export default swiperSlides;